Repository: mlebreuil/netbox-contract
Catalog: netbox_contract/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contract notice period approaching
fr: La limite de préavis approche

source: Comments
fr: Commentaires

source: External party object type
fr: Type de partenaire

source: External party object
fr: Partenaire

source: Tenant
fr: Entité

source: Contract type
fr: Type de contrat

source: External reference
fr: Reference externe

source: Internal party
fr: Entité interne

source: Status
fr: Statut

source: Currency
fr: Devise

source: External party name
fr: Nom du partenaire

source: Name
fr: Nom

source: Contract Type
fr: Type de contrat

source: Color
fr: Couleur

source: Number
fr: Numéro

source: Contracts
fr: Contrats

source: Template
fr: Modèle

source: Accounting Dimensions
fr: Dimensions comptables

source: Wether this invoice is a template or not
fr: Cette facture est elle ou non un modèle

source: Period start
fr: Début de période

source: Period end
fr: Fin de période

source: Amount
fr: Montant

source: URL to the contract documents
fr: URL des documents contractuels

source: object type
fr: Type d'objet

source: Contract
fr: Contrat

source: Content type
fr: Type de contenu

source: Invoice
fr: Facture

source: Accounting dimensions
fr: Dimensions comptables

source: Value
fr: Valeur

source: name
fr: nom

source: color
fr: couleur

source: contract type
fr: type de contrat

source: contract types
fr: types de contrat

source: dimension name
fr: Nom de la dimension

source: Accounting dimension name. Ex: Department, Location, etc.
fr: Dimmension comptable. Ex: département, centre de coût, etc.

source: value
fr: valeur

source: status
fr: statut

source: comments
fr: commentaires

source: accounting dimension
fr: Dimension comptable

source: accounting dimensions
fr: dimensions comptables

source: portal URL
fr: URL du portail

source: service provider
fr: Prestataire de services

source: service providers
fr: Prestataires de services

source: content type
fr: type de contenu

source: object ID
fr: identifiant

source: contract
fr: contrat

source: contract assignment
fr: objet du contrat

source: contract assignments
fr: objets du contrat

source: external party object type
fr: type de partenanaire

source: external party object ID
fr: Id de l'object partenaire

source: external reference
fr: réference externe

source: internal party
fr: Entité interne

source: tenant
fr: entité

source: notice warning
fr: alerte de préavis

source: Whether to send a notice warning for this contract
fr: Si il faut emettre une notificaiton de préavis pour ce contrat

source: start date
fr: date de début

source: end date
fr: date de fin

source: In month
fr: en mois

source: initial term
fr: Durée initiale

source: renewal term
fr: durée après renouvellement

source: Contract notice period. Default to 90 days
fr: Préavis du contrat. 90 jours par defaut.

source: notice period
fr: Préavis

source: currency
fr: devise

source: yearly recuring cost
fr: coût annuel

source: Use either this field of the monthly recuring cost field
fr: Utiliser soit ce champ soit le champ "coût mensuel".

source: monthly recuring cost
fr: coût mensuel

source: Use either this field of the yearly recuring cost field
fr: Utiliser soit ce champ soit le champ "cout annuel".

source: none recuring cost
fr: coûts uniques

source: The frequency of invoices in month
fr: Fréquence des factures en mois

source: invoice frequency
fr: fréquemce des factures

source: contracts
fr: contrat

source: number
fr: numéro

source: template
fr: modèle

source: period start
fr: début de période

source: period end
fr: fin de période

source: amount
fr: montant

source: invoice
fr: facture

source: invoices
fr: factures

source: invoice line
fr: ligne de facture

source: invoice lines
fr: lignes de facture

source: Add
fr: Ajouter

source: Invoices
fr: Factures

source: Invoice lines
fr: Lignes de facture

source: Service providers
fr: Prestataires de services

source: Contracts assignments
fr: Liens contrats objets

source: Add assignment
fr: Lier un objet

source: Accounting dimension
fr: Dimension comptable

source: notice_warning
fr: alerte_preavis

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Initial term
fr: Durée initiale

source: month
fr: mois

source: Renewal term
fr: Durée après renouvellement

source: Notice period
fr: Préavis

source: days
fr: jours

source: Monthly recuring costs
fr: Coûts mensuels récurrents

source: Yearly recuring costs
fr: Coûts annuels récurrents

source: Calculated corresponding Yearly or Monthly value
fr: Montant annuel calculé

source: Non recuring costs
fr: Coûts uniques

source: Invoice frequency
fr: Fréquence des factures

source: Invoice template
fr: Modèle de facture

source: Total amount
fr: Montant total

source: Invoice template lines
fr: Lignes du modèle de facture

source: Assignments
fr: Objets

source: childs
fr: enfants

source: Add an invoice
fr: Ajouter une facture

source: Contract assignment
fr: Ajouter un objet au contrat

source: Model
fr: Modèle

source: Object
fr: Objet

source: Invoice lines total
fr: Total des lignes de facture

source: Add a line
fr: Ajouter une ligne

source: Service provider
fr: Prestataire

source: Portal url
fr: URL du portail
